INSERT IGNORE INTO wastewater_treatment_factor (emission_factor_name, wastewater_type, od, bo, mcf, gwp, emission_factor, unit, source, description) VALUES 
('机车检修、车辆清洗废水-厌氧处理', '机车检修、车辆清洗废水', 500, 0.25, 0.9, 28, 0.00315, 'tGH4/立方米', '缺省值', '需氧浓度系数500mg/L是GB/T 31962-2015标准中给出的污水排入城镇下水道水质控制项目限值'),
('机车检修、车辆清洗废水-厌氧处理', '机车检修、车辆清洗废水', 500, 0.25, 0.1, 28, 0.00035, 'tGH4/立方米', '缺省值', '需氧浓度系数500mg/L是GB/T 31962-2015标准中给出的污水排入城镇下水道水质控制项目限值'),
('机车检修、车辆清洗废水-直接排放', '机车检修、车辆清洗废水', 500, 0.25, 0.05, 28, 0.000175, 'tGH4/立方米', '缺省值', '需氧浓度系数500mg/L是GB/T 31962-2015标准中给出的污水排入城镇下水道水质控制项目限值'),
('生活污水-化粪池', '生活污水', 200, 0.6, 0.3, 28, 0.001008, 'tGH4/立方米', '缺省值', '需氧浓度系数200mg/L是《水污染控制工程》《废水工程》等国内外经典给排水专业教材中，普通市政生活污水BOD₅浓度的典型推荐取值'),
('生活污水-厌氧处理系统', '生活污水', 200, 0.6, 0.9, 28, 0.003024, 'tGH4/立方米', '缺省值', '需氧浓度系数201mg/L是《水污染控制工程》《废水工程》等国内外经典给排水专业教材中，普通市政生活污水BOD₅浓度的典型推荐取值'),
('生活污水-好氧处理系统', '生活污水', 200, 0.6, 0.05, 28, 0.000168, 'tGH4/立方米', '缺省值', '需氧浓度系数202mg/L是《水污染控制工程》《废水工程》等国内外经典给排水专业教材中，普通市政生活污水BOD₅浓度的典型推荐取值');